Table of Contents
 Class IOMSettings
Namespace
IdeaRS.OpenModel.Message
Assembly
IdeaRS.OpenModel.dll
IOM Settings
public class IOMSettings : IIOMSettings
Inheritance
object
IOMSettings
Implements
IIOMSettings
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 IOMSettings()
Constructor
public IOMSettings()
Properties
 CountryCode
CountryCode
public CountryCode CountryCode { get; set; }
Property Value
CountryCode
 CreatedSuccessfully
Create OK
public bool CreatedSuccessfully { get; set; }
Property Value
bool
 FileName
File name
public string FileName { get; set; }
Property Value
string
 Edit this page